Repository: NorthEasterBunny/lta-ios
Catalog: LangTrackApp/Localizations/*.lproj/Localizable.strings
Languages: ar_001

source: Next
ar_001: التالي

source: Previous
ar_001: سابق

source: Info
ar_001: المعلومات

# The Lang Track App is an app developed by
source: The Lang Track App is an app developed by Easterbunny for research purposes. Log in with the username and password assigned to you by Easterbunny
ar_001: لانغ تراك هو تطبيق طوره مختبر جامعة لوند للإنسانيات لأغراض البحث . أدخل باسم المستخدم، وكلمة السر المعطاة لك من قبل مختبر الإنسانيات بجامعة لوند.

source: Login error
ar_001: خطأ بالإدخال

source: Invalid username or password
ar_001: اسم المستخدم أو كلمة السر غير صحيحة

source: Incorrect entry
ar_001: إدخال غير صحيح

source: Please enter your username and password and try again
ar_001: من فضلك أدخل اسم المستخدم، وكلمة السر وحاول ثانية.

source: Log out
ar_001: خروج

source: Do you want to log out?
ar_001: هل تريد الخروج

source: Cancel
ar_001: إلغاء

source: Time left:
ar_001: الوقت المتبقي:

source: minutes
ar_001: الدقائق

source: minute
ar_001: الدقائق

source: hours
ar_001: الساعات

source: hour
ar_001: الساعات

source: day
ar_001: يوم

source: days
ar_001: أيام

source: Unanswered
ar_001: لم تتم الإجابة

source: Answered
ar_001: تمت الإجابة

# Here it was empty
source: There's nothing here... When Easterbunny assigns you a survey, you will see it here.
ar_001: لايوجد أي شيء هنا، عندما يكلفك مختبر الإنسانيات باستبيان، ستراه هنا.

# You have answered-formate
source: You have answered %d of your %d assigned surveys.
ar_001: لقد أجبت على %d من %d من الاستبيانات المخصصة لك.

source: You have answered
ar_001: لقد أجبت على

source: of your
ar_001: من

source: assigned surveys.
ar_001: استطلاعًا

source: Survey expired
ar_001: انتهت صلاحية الاستطلاع

source: Contact
ar_001: اتصل

# contact text 1
source: If you are experiencing any technical issues, please contact Easter Bunny.
ar_001: إن كنت تواجه أي صعوبات تقنية، من فضلك يمكنك التواصل مع البريد الإلكتروني.

# contact text 4
source: If you have questions or comments about the content of the survey, please email Easter Bunny.
ar_001: إن كانت لديك أسئلة أو تعليقات عن محتوى الاستبيان، من فضل أرسل البريد الإلكتروني.

source: Links
ar_001: الروابط

# aboutText1
source: We developed the Lang-Track-App to study when, where, and how often language learners are in contact with different foreign languages in everyday life. This is crucial to improving our understanding of the challenges of language learning outside of classrooms. The project is a collaboration between the Easterbunny University Centre for Languages and Literature and Easterbunny.
ar_001: لقد طورنا تطبيق لانغ-تراك لدراسة متى، واين، وكم عدد المرات التي يتواصل بها متعلمو اللغات باللغات الأجنبية المختلفة في حياتهم اليومية. وهذا أمر حيوي جداً لتحسين فهمنا للتحديات التي يواجهها متعلمو اللغات خارج قاعة الدرس. المشروع هو ثمرة تعاون بين مركز جامعة لوند للغات والأدب، ومختبر جامعة لوند للإنسانيات.

# EasterInfo
source: Systems Developer, EBLab
ar_001: Professor of Psycholinguistics, Centre for Languages and Literature

source: Team
ar_001: الفريق

source: Funded by
ar_001: التمويل

source: Instructions
ar_001: التعليمات

# instructionsText1
source: We will ask you to complete brief surveys in this app a few times per day. You will receive a push notification whenever there is a new survey. Make sure you keep your phone nearby and the notification sounds turned on! It’s important that you answer each survey as soon as possible. If you don’t answer a survey, it will automatically expire after 60 minutes.
ar_001: سنطلب منك اكمال استبيانات قصيرة في هذا التطبيق كل يوم. ستتلقى تنبيهاً فورياً كلما كان هناك استبيان جديد. تأكد أن تحتفظ بهاتفك قريباً منك، وتشغيل نغمات الإشعارات. من المهم أن تجيب على كل استبيان بأسرع ما يمكن. إلم تجب على الاستبيان، فسيلغى تلقائياً بعد 60 دقيقة.

source: Data processing
ar_001: معالجة البيانات

# dataProcessing1
source: In addition to your survey responses, the app will automatically record the date and time when you opened each survey and when you submitted your answers. The app will not record any other data, e.g. about your location. Your data will be compiled and analyzed by the project team. No one else will have access to your answers. When we report the results of the project, all information will be anonymized.
ar_001: بالإضافة إلى استجاباتك على الاستبيان، سيسجل التطبيق تلقائياً تاريخ وزمن فتحك لكل استبيان، ومتى قدمت إجاباتك. وسيسجل التطبيق بيانات أخرى، على سبيل المثال: موقعك. سيجمع فريق المشروع بيانتك ويحللها. لن يتمكن أي شخص آخر من الوصول إلى أجاباتك. وعندما سنسلم نتائج المشروع، ستكون كل المعلومات بدون أسماء.
